package bigcat

//Я могу сохранять твои странитьки, потом могу дать их тобi почитатi.
//Плоста посли мине ссилоцку и я иё схороню ❤️
//Потом напеши мине /rnd и я тебе дам какую нить из ссылоцек что ты мине дал, а у себя иё удалю ^_^

const msgHelp = `Покасьто я могу так:

/progress - как много работы надо мной (и не только) было сегодня
/meme - мем с непонятливым котиком
/hold - мем с мощным сдерживанием
/joke - помочь с разгадкой шутки дня от бати
/getopening - получить файл с опенингами, доступно, навельное, не всем
/setopening - я знаю где в гитхабе лежит файл с опенингами, мозет залью себе
/mawlist - все наши варики
/animemaw - случайный опенинг
/grobmaw - случайный гроб
/maw - случайный мав из общака
/mawadd - добавить мав в общак описание + ссылка
/timewo - cписьёк инцедентив
/newtimewo - добавить инцидентъ
`

//settask - поставь себе задачу и я её для тебя запомню 👨‍❤️‍👨
//gettask - узнай что ты задумол но так и не зделол 🫄
//all - посмотреть что по задачам у всей бригады

const msgHello = "Здарова, заебал!\n\n" + msgHelp

const (
	msgUnknownCommand = "Незнаю такую командоцку 🤔🥴"
	msgNoSavedPages   = "У васъ нету страницек 😅"
	msgSaved          = "Схорониля ❤️"
	msgTaskSaved      = "Таргет дезигнейтед"
	msgAlreadyExists  = "Узе есь такая ссилоцка 😅"
)
